---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhaseCreated
source: html/d2fefa4a-941f-72e2-8777-7d4759021192.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhaseCreated Property

"Phase Created"

## Syntax (C#)
```csharp
public static ForgeTypeId PhaseCreated { get; }
```